/* Menu Items */
"file" = "Archivo";
"edit" = "Editar";
"simulation" = "Simulación";
"view" = "Vista";
"window" = "Ventana";
"help" = "Ayuda";

/* File Menu */
"takeScreenshot" = "Tomar captura de pantalla";

/* Edit Menu */
"copyScreenshot" = "Copiar captura";
"selectBody" = "Seleccionar cuerpo...";

/* Simulation Menu */
"playPause" = "Reproducir/Pausa";
"reset" = "Reiniciar";
"faster" = "Más rápido";
"slower" = "Más lento";

/* View Menu */
"centerCamera" = "Centrar cámara";
"toggleFullscreen" = "Pantalla completa";
"statistics" = "Estadísticas";
"bodyLabels" = "Etiquetas de cuerpos";
"trails" = "Rastros";
"zoomIn" = "Acercar";
"zoomOut" = "Alejar";
"actualSize" = "Tamaño real";

/* Window Menu */
"minimize" = "Minimizar";
"zoom" = "Zoom";
"bringAllToFront" = "Traer todo al frente";

/* Help Menu */
"gravitonHelp" = "Ayuda de Graviton";
"tutorial" = "Tutorial";
"changelog" = "Registro de cambios";
"reportIssue" = "Reportar un problema...";
"privacyPolicy" = "Política de privacidad";
"licenseInfo" = "Información de licencia";

/* Notifications */
"screenshotSaved" = "Captura guardada";
"screenshotFailed" = "Error en captura";
"screenshotSavedMessage" = "Captura guardada en %@";
"screenshotCopied" = "Captura copiada";
"screenshotCopiedMessage" = "Captura copiada al portapapeles";

/* Save Dialog */
"saveScreenshot" = "Guardar captura de pantalla";
"saveScreenshotMessage" = "Elija una ubicación para guardar la captura";
"fileName" = "Nombre del archivo:";
